Repository: alindl/whiteboardbot
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Send to all activated outputs
de: Über alle möglichen Ausgaben versenden

source: Send to Slack
de: Über Slack senden

source: Send to all mail addresses
de: An alle E-Mail adressen versenden

source: Either E-Mail or Slack must be activated
de: Es muss entweder E-Mail oder Slack aktiviert sein

source: Must be a valid filename ending .wav
de: Bitte geben Sie einen gültigen Dateinamen mit der Endung &#39.wav&#39 sein

source: Your choices overlap indirectly. Make sure you picked the right ones.
de: Ihre ausgewählten Ausgaben überlappen sich indirekt. Korrigieren Sie Ihre Auswahl.

source: Enter a valid E-Mail Address
de: Bitte geben Sie eine gültige E-Mail Adresse ein

source: E-Mail already in use.
de: Diese E-Mail wir schon verwendet

source: Password should be at least 8 characters long.
de: Das Passwort muss mindestens 8 Zeichen lang sein.

source: Passwords don't match
de: Die Passwörter stimmen nicht überein

source: The Slack channel where whiteboard images can be sent to
de: Der Slack Channel, an dem die Aufnahmen veröffentlicht werden

source: demochannel
de: Musterchannel

source: Trigger sound effect
de: Signalton für das Betätigen des Schalters

source: Request sound effect
de: Signalton für eine empfangene Anfrage

source: Error sound effect
de: Signalton für einen Fehler

source: Upload sound effect
de: Signalton für das Hochladen einer Datei

source: Camera sound effect
de: Signalton für das Auslösen der Kamera

source: Ready sound effect
de: Signalton, dass das System hochgefahren ist

source: Mail Address
de: E-Mail Adresse

source: Use Slack
de: Verwende Slack

source: Use Slack as a possible way to send pictures
de: Verwende Slack als mögliche Ausgabe der Aufnahmen

source: Use e-mail
de: Verwnde E-Mail

source: Use e-mail as a possible way to send pictures
de: Verwnde E-Mail als mögliche Ausgabe der Aufnahmen

source: Read only mode
de: Schreibschutzmodus

source: Status of the whole whiteboardbot system
de: Status des ganzen Whiteboard Bot Systems

source: Status of BLE (Bluetooth Low Energy for buttons)
de: Status von BLE (Bluetooth Low Energy für Schalter)

source: Status of Internet connection
de: Status der Internetverbindung

source: Password of user
de: Anmeldepasswort

source: A solid password that is at least 8 characters long
de: Ein anständiges Passwort, mit 8 Zeichen Mindestlänge

source: Repeat password
de: Wiederholung des Passworts

source: Repeat password that same password
de: Wiederholen Sie Ihr Passwort

source: Number of
de: Anzahl von

source: Last push
de: Letze Betätigung

source: This is the timestamp of the last button press (or some random signal from the button)
de: Der Zeitstempel der letzten Betätigung des Schalters (oder eines anderen Signals des Schalters)

source: sends images to:
de: sendet Aufnahmen an:

source: This is where pictures are going to be sent to. Hold shift to select multiple entries, but make sure that your choices don&#39t overlap.
de: Hierher werden Aufnahmen geschickt. Halten Sie die Shift-Taste gedrückt, um mehrere Ziele auszuwählen. Achten Sie darauf, dass sich Ihre Auswahl nicht überlappt.

source: Name of button
de: Name des Schalters

source: Pick a memorable name for this button. This is for you to figure out which button does what.
de: Wählen Sie einen einprägsamen Namen für diesen Schalter. Dieser dient dazu, Ihnen das Zuordnen der Tasten zu erleichtern.

source: Yellow button
de: Gelber Schalter

source: Audio feedback
de: Signaltöne

source: Audio signals that indicate progress. Only editable by the admin.
de: Signaltöne die Auskunft über den Fortschritt geben. Diese Einstellung ist nur durch Administrator einstellbar.

source: Visual feedback
de: Visuelle Signale

source: Visual signals that indicate progress. Only editable by the admin.
de: Visuelle Signale, wie Lampen oder Blitzlichter, die Auskunft über den Fortschritt geben. Diese Einstellung ist nur durch Administrator einstellbar.

source: Send to mail address:
de: Sende als E-Mail zu:

source: MAC address
de: MAC-Adresse

source: MAC address
de: MAC-Adresse

source: MAC address of this button. It&#39s not that easy to figure out. Some print it on the package, but there&#39s a chance that you have to sniff it out.
de: Die MAC-Adresse dieses Schalters. Falls es nicht beim Produkt angegeben ist, müssen Sie diese durch Sniffing herausgefunden werden.

source: Enter the valid MAC address of the button. No duplicates in the list
de: Geben Sie eine korrekte MAC-Adresse für den Schalter an. Achten Sie auf Duplikate.

source: Camera
de: Kamera

source: Choose the specific camera. If they have the same name, the first one is usually the correct one.
de: Wählen Sie eine Kamera aus. Wenn der selbe Name zwei mal vorkommt, dann ist es meistens die Erste.

source: This source is already in use
de: Diese Kamera ist bereits in Verwendung

source: Resolution
de: Auflösung

source: Choose the resolution that is supported by this camera
de: Wählen Sie eine Auflösung, die von Ihrer Kamera unterstützt wird

source: Resolution should be NUMBERxNUMBER
de: Die Auflösung sollte das Format ZAHLxZAHL haben

source: Distortion metrics
de: Parameter zur Verzerrungskorrektur

source: Parameters to fix lens distortion, such as -0.0145 0.0 0.07 and an optional fourth number which is automatically calculated though.
de: Parameter um die Objektivkrümmung zu korrigieren. Diese Eingabe besteht aus 3 Dezimalzahlen wie z.B. -0.0145 0.0 0.07 wobei eine vierte Dezimalzahl automatisch berechnet wird.

source: Parameters should be decimal numbers A B C [D]
de: Die Parameter müssen aus 3 bis 4 Dezimalzahlen bestehen. Die Vierte ist optional.

source: Cropping metrics
de: Parameter für das Zuschneiden

source: Parameters should be LENGTHxHEIGHT[+/-]X_OFFSET[+/-]Y_OFFSET, such as 1920x1080-0+40
de: Die Parameter müssen in folgendem Format sein: LÄNGExHÖHE[+/-]VERSATZ_X_ACHSE[+/-]VERSATZ_Y_ACHSE wie zum Beispiel 1920x1080-0+40

source: Parameters should be NUMBERxNUMBER[+/-]NUMBER[]+/-]NUMBER
de: Die Parameter müssen aus folgenden ganzen Zahlen bestehen: ZAHLxZAHL[+/-]ZAHL[+/-]ZAHL

source: Enter a valid and unique email address
de: Bitte geben Sie eine korrekte und eindeutige E-Mail Adresse an

source: jane.smith@example.com
de: maria.musterfrau@mustermail.at

source: Username
de: Anmeldename

source: Location of the error log
de: Pfad zum Fehlerprotokoll

source: Insert absolute path to the file. The default is &#39/var/log/whiteboardbot/bot.log&#39 but it&#39s recommended to not change this.
de: Der absolute Pfad zur Datei. Dieser ist Standartmäßig als &#39/var/log/whiteboardbot/bot.log&#39 eingestellt, wobei empfohlen wird, diesen nicht zu ändern.

source: Invalid path
de: Ungültiger Pfad

source: Location of sound directory
de: Pfad zum Verzeichnis für Signaltöne

source: Absolute path to the sound folder
de: Der absolute Pfad der zum Verzeichnis führt, der die Signaltöne beinhaltet

source: Use lens correction
de: Verwende Objektivkrümmungskorrektur

source: Crop image
de: Schneide Bilder zu

source: Crop the image. Mostly used to get rid of black borders caused by fixing the lens distortion
de: Scheidet die Bilder zu, um schwarzee Ränder zu beseitigen, die durch die Objektivkrümmungskorrektur entstehen

source: Enhance image
de: Optimiere Bilder

source: Automatically enhances whiteboard images to be more legible and sends them additionally
de: Aufnahmen des Whiteboards werden automatisch korrigiert um sie besser lesbarer zu machen. Diese werden zusätzlich zum Originalbild verschickt

source: Activate request feature
de: Anfragen aktivieren

source: Write &#39!snap&#39 in your whiteboard channel, get the next image directly via DM
de: Nutzer:innen können &#39!snap&#39 in den gewählten Slack Channel schreiben und bekommen dadurch das nächste Bild direkt über eine Direktnachricht zugeschickt

source: Request duration
de: Anfragezeitraum

source: E-Mail address of bot
de: E-Mail Adresse für den Bot

source: whiteboardbot@example.com
de: whiteboardbot@beispiel.at

source: Password of bot e-mail account
de: Passwort des E-Mail Accounts für den Bot

source: The password of the bot e-mail account
de: Passwort des E-Mail Accounts für den Bot

source: Hopefully not password1234
de: Hoffentlich nicht &#39!password1234&#39!

source: SMTP server of bot e-mail account
de: SMTP Server des E-Mail Accounts für den Bot

source: mail.example.com
de: mail.beispiel.at

source: SMTP server port
de: SMPT Server Port

source: User
de: Nutzer:innen

source: Saving status
de: Status der Speicherung

source: Name of current user
de: Aktueller Anmeldename

source: Submit
de: Absenden

source: Invalid request period (must be decimal number)
de: Ungültiger Anfragezeitraum (muss eine Dezimalzahl sein)

source: Invalid port number (usually 465, must be integer between 0 and 65535)
de: Ungültige Port-Adresse. Üblicherweise 465. Es muss eine ganze Zahl zwischen 0 und 65535 sein.

source: Invalid SMTP address (e.g. mail.example.com)
de: Ungültige SMTP-Adresse

source: Invalid email address
de: Ungültige E-Mail Adresse

source: Invalid number (Must be between 0 and 40)
de: Unzulässige Eingabe. Es muss eine ganze Zahl zwischen 0 und 40 sein

source: Invalid Slack channel name
de: Name des Slack Channels ist ungültig

source: Invalid token. There must be a typo or copied the wrong token. It&#39s the &#39Bot User OAuth Access Token&#39
de: Ungültiger Token. Sie haben sich entweder verschrieben oder den falschen Token kopiert. Den richtigen finden Sie unter: &#39Bot User OAuth Access Token&#39

source: Resolution should be of format NUMBERxNUMBER e.g. 1920x1080
de: Die Auflösung muss vom Format ZAHLxZAHL sein; z.B. 1920x1080

source: Duplicate camera source detected. Change sources or delete cameras.
de: Duplikate bei der gewählten Kamera entdeckt. Ändern Sie die Kameraquelle oder löschen Sie sie.

source: Parameters should be decimal numbers A B C [D] (D is optional) e.g. -0.0145 0.0 0.07
de: Parameter müssen aus 3 Dezimalzahlen bestehen, eine vierte ist optional. Z.B. -0.0145 0.0 0.07

source: Parameters should be of format NUMBERxNUMBER[+/-]NUMBER[]+/-]NUMBER e.g. 4096x2160-20-40 or 4096x2160-0+40 or 1920x1080")
de: Die Parameter müssen in folgendem Format sein: LÄNGExHÖHE[+/-]VERSATZ_X_ACHSE[+/-]VERSATZ_Y_ACHSE wie zum Beispiel 1920x1080-0+40

source: Enter a valid MAC-Address e.g. ab:12:cd:34:ef:56
de: Geben Sie eine gültige MAC-Adresse ein, wie z.B. ab:12:cd:34:ef:56

source: Duplicate MAC-address detected. Edit MAC-addresses or delete a button
de: Duplikate bei den MAC-Adressen entdeckt. Ändern Sie die MAC-Adressen oder löschen Sie einen Schalter.

source: Invalid number (Must be less than 40)
de: Unzulässige Eingabe. Es muss eine ganze Zahl zwischen 0 und 40 sein

source: Username of new user
de: Neuer Anmeldename

source: Username should be between 3 and 32 characters.
de: Anmeldename

source: Only letters, numbers, "-" and "_" are allowed.
de: Es sind nur Buchstaben, Ziffern, "-" and "_" erlaubt

source: This user already exists
de: Dieser Anmeldename existiert bereits

source: Whiteboardbot Status
de: Status des Whiteboard Bot

source: 401 Wrong credentials
de: 401 Nicht Authentifiziert

source: Your log-in information was incorrect.
de: Ihre Anmeldeinformationen sind ungültig

source: Back to status
de: Zurück zum Status

source: 403 Not allowed
de: 403 Zugriff verweigert

source: You are not allowed to do that.
de: Sie verfügen nicht über die nötigen Zugriffsrechte

source: 404 Not Found
de: 404 Nicht gefunden

source: This page you are looking for doesn&#39t exist.
de: Die Seite nach der Sie suchen existiert nicht.

source: Whiteboardbot Configuration
de: Whiteboard Bot Konfiguration

source: Success!
de: Erfolgreich!

source: Configuration was saved.
de: Die Einstellungen wurden gespeichert.

source: Save settings
de: Einstellungen sichern

source: Edit settings
de: Einstellungen bearbeiten

source: Buttons
de: Schalter

source: Cameras
de: Kameras

source: E-Mail address of bot
de: E-Mail Adresse für den Bot

source: This is the e-mail address, that is sending the pictures
de: Die E-Mail Adresse des Bot selber, der Ihnen über diese Adresse die Aufnahmen schickt

source: SMTP server of the bot e-mail account
de: SMTP Server des E-Mail accounts für den Bot

source: The SMTP server address of the bot e-mail account
de: Die SMTP Server Adresse des E-Mail Accounts für den Bot

source: The SMTP server port. It#39s usually 465, but some SMTP servers are weird.
de: Der Port für den SMTP Server. Üblicherweise ist es 465.

source: Saved e-mail addresses
de: Gespeicherte E-Mail Adressen

source: These are the e-mail addresses that could receive images. To actually use them, pick them at the specific button
de: Hier handelt es sich um die E-Mail Adressen, denen die Aufnahmen zugeschickt werden können. Um diese auch wirklich zu verwenden, müssen sie einem Schalter zugeordnet werden

source: Create a classic app, put its API-Token here
de: Erstellen Sie eine Classic-App und kopieren Sie den API-Token hierher

source: Request duration
de: Anfragezeitraum

source: The time out period for a request
de: Die Zeit, in der eine Anfrage gültig ist. Danach gelten wieder die üblichen Einstellungen

source: Feedback
de: Signale

source: Button sound
de: Signalton für das Betätigen des Schalters

source: Filename of sound file, that indicates pushing the button
de: Name der Audiodatei, die ein Betätigen eines Schalters darstellt

source: Request sound
de: Signalton für eine empfangene Anfrage

source: Filename of sound file, that indicates that someone requested a picture
de: Name der Audiodatei, die eine Anfrage darstellt

source: Error sound
de: Signalton für einen Fehler

source: Filename of sound file, that indicates that an error occurred
de: Name der Audiodatei, die eine Fehlermeldung darstellt

source: Upload sound
de: Signalton für das Hochladen einer Datei

source: Filename of sound file, that indicates that the image(s) were uploaded
de: Name der Audiodatei, die das Hochladen einer oder mehrerer Dateien darstellt

source: Camera sound
de: Signalton für das Auslösen der Kamera

source: Filename of sound file, that indicates that the camera took a picture
de: Name der Audiodatei, die das Aufnehmen von Bildern darstellt

source: Power-up sound
de: Signalton, dass das System hochgefahren ist

source: Filename of sound file, that indicates that the whiteboardbot system is up and ready
de: Name der Audiodatei, die die Bereitschaft des Whiteboard Systems darstellt

source: Debugging
de: Fehlerbehebung

source: Insert absolute path to file
de: Geben Sie den absoluten Pfad zur Datei ein

source: User and passwords
de: Anmeldename und Password

source: Users
de: Nutzende

source: Reset password
de: Password zurücksetzen

source: Add new user
de: Neue:n Nutzer:in hinzufügen

source: Change password of
de: Ändere Passwort von

source: New password for
de: Neues Passwort für

source: Something went wrong
de: Etwas ist schiefgelaufen

source: We don&#39t know what you did, but something isn&#39t right.
de: Wir wissen nicht, was Sie da getan haben, aber irgendetwas stimmt nicht.

source: Button not configured
de: Schalter ist nicht konfiguriert

source: No MAC address defined, so no button is detected.
de: Es wurde keine MAC-Adresse angegeben, es kann also auf keine Schalter reagiert werden.

source: You need to configure where the pictures need to be sent to
de: Sie müssen konfigurieren, wohin Aufnahmen gesendet werden

source: Password
de: Passwort

source: Change password
de: Ändere Passwort

source: Loading...
de: Lade...

source: Add new privileged user
de: Neue:n berechtigte:n Nutzer:in hinzufügen

source: Name of new user
de: Neuer Anmeldenamen

source: Password for new user
de: Passwort für neuen Anmeldenamen

source: The whiteboard capture system is up and running
de: Das Whiteboard System ist bereit

source: Active
de: Aktiv

source: Just now
de: Gerade eben

source: The whiteboard capture system is down, ask your technicians about this
de: Das Whiteboard System ist nicht erreichbar. Fragen Sie Ihre technische Fachkraft.

source: Error
de: Fehler

source: The whiteboard capture system is deactivated on purpose
de: Das Whiteboard System ist absichtlich deaktiviert

source: The whiteboard capture system is in an unexpected state. There must be something horribly wrong
de: Das Whiteboard System ist in einem unvorhergesehenen Zustand. Es muss etwas sehr schief gelaufen sein.

source: Bluetooth is up, so the configured button(s) should be able to trigger it
de: Bluetooth ist aktiviert. Die konfigurierten Schalter sollten verwendbar sein

source: Bluetooth failed, so it's not going to react to any button press. Ask your technicians about this
de: Bluetooth ist abgestürzt. Schalter werden nicht erkannt werden. Fragen Sie Ihre technische Fachkraft.

source: Bluetooth is deactivated, it's not going to react to any button press
de: Bluetooth ist deaktiviert, es wird also nicht auf Schalter reagieren.

source: Bluetooth is in an unexpected state, it's not going to react to any button press and something most have gone horribly wrong
de: Bluetooth ist in einem unvorhergesehenen Zustand. Schalter werden deswegen nicht erkannt. Es muss etwas sehr schief gelaufen sein

source: The system has an internet connection
de: Das System hat keine Internetverbindung

source: The system has no internet connection. You may be able to take a picture, but it's not going to be sent anywhere
de: Das System hat keine Internetverbindung. Sie könnten das System aktivieren, aber die Bilder können nicht verschickt werden.

source: Last updated
de: Zuletzt vor

source: mins ago
de: Minuten aktualisiert
